Repository: idoodler/LabImporter
Catalog: LabImporter/Localizable.xcstrings
Source language: en
Languages: bg, ca, cs, da, de, el, es, fi, fr, hr, hu, it, ja, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans

source: Import at least two reports containing this value to see a trend.
bg: Импортирайте поне два отчета, съдържащи тази стойност, за да видите тенденция.
ca: Importa almenys dos informes que continguin aquest valor per veure una tendència.
cs: Importujte alespoň dva protokoly obsahující tuto hodnotu, abyste viděli trend.
da: Importér mindst to rapporter, der indeholder denne værdi, for at se en tendens.
de: Importiere mindestens zwei Berichte mit diesem Wert, um einen Trend zu sehen.
el: Εισαγάγετε τουλάχιστον δύο αναφορές που περιέχουν αυτήν την τιμή για να δείτε μια τάση.
es: Importa al menos dos informes con este valor para ver una tendencia.
fi: Tuo vähintään kaksi tämän arvon sisältävää raporttia nähdäksesi trendin.
fr: Importez au moins deux rapports contenant cette valeur pour voir une tendance.
hr: Uvezite najmanje dva izvješća koja sadrže ovu vrijednost da biste vidjeli trend.
hu: Importálj legalább két, ezt az értéket tartalmazó jelentést a trend megtekintéséhez.
it: Importa almeno due referti con questo valore per vedere un andamento.
ja: この値を含むレポートを2件以上インポートすると、トレンドが表示されます。
nl: Importeer minimaal twee rapporten met deze waarde om een trend te zien.
pl: Zaimportuj co najmniej dwa raporty zawierające tę wartość, aby zobaczyć trend.
pt_br: Importe ao menos dois laudos com esse valor para ver uma tendência.
pt_pt: Importe pelo menos dois relatórios com este valor para ver uma tendência.
ro: Importă cel puțin două rapoarte care conțin această valoare pentru a vedea o tendință.
ru: Импортируйте не менее двух отчётов с этим значением, чтобы увидеть тренд.
sk: Importujte aspoň dve správy obsahujúce túto hodnotu, aby ste videli trend.
sv: Importera minst två rapporter med det här värdet för att se en trend.
tr: Trend görmek için bu değeri içeren en az iki rapor içe aktarın.
uk: Імпортуйте принаймні два звіти з цим значенням, щоб побачити тенденцію.
zh_hans: 导入至少两份包含此数值的报告以查看趋势。

source: Import Report
bg: Импортирай отчет
ca: Importa l'informe
cs: Importovat protokol
da: Importér rapport
de: Bericht importieren
el: Εισαγωγή αναφοράς
es: Importar informe
fi: Tuo raportti
fr: Importer le rapport
hr: Uvezi izvješće
hu: Jelentés importálása
it: Importa referto
ja: レポートを読み込む
nl: Rapport importeren
pl: Importuj raport
pt_br: Importar laudo
pt_pt: Importar relatório
ro: Importă raportul
ru: Импортировать отчёт
sk: Importovať správu
sv: Importera rapport
tr: Raporu içe aktar
uk: Імпортувати звіт
zh_hans: 导入报告

source: IMPORT REPORT
bg: ИМПОРТИРАЙ ОТЧЕТ
ca: IMPORTA L'INFORME
cs: IMPORTOVAT PROTOKOL
da: IMPORTÉR RAPPORT
de: BERICHT IMPORTIEREN
el: ΕΙΣΑΓΩΓΗ ΑΝΑΦΟΡΑΣ
es: IMPORTAR INFORME
fi: TUO RAPORTTI
fr: IMPORTER LE RAPPORT
hr: UVEZI IZVJEŠĆE
hu: JELENTÉS IMPORTÁLÁSA
it: IMPORTA REFERTO
ja: レポートを読み込む
nl: RAPPORT IMPORTEREN
pl: IMPORTUJ RAPORT
pt_br: IMPORTAR LAUDO
pt_pt: IMPORTAR RELATÓRIO
ro: IMPORTĂ RAPORTUL
ru: ИМПОРТИРОВАТЬ ОТЧЁТ
sk: IMPORTOVAŤ SPRÁVU
sv: IMPORTERA RAPPORT
tr: RAPORU İÇE AKTAR
uk: ІМПОРТУВАТИ ЗВІТ
zh_hans: 导入报告

source: Import reports with numeric lab values to see trends.
bg: Импортирайте отчети с числови лабораторни стойности, за да видите тенденции.
ca: Importa informes amb valors numèrics de laboratori per veure tendències.
cs: Importujte protokoly s číselnými laboratorními hodnotami, abyste viděli trendy.
da: Importér rapporter med numeriske laboratorieværdier for at se tendenser.
de: Importiere Berichte mit numerischen Laborwerten, um Trends zu sehen.
el: Εισαγάγετε αναφορές με αριθμητικές εργαστηριακές τιμές για να δείτε τάσεις.
es: Importa informes con valores numéricos para ver tendencias.
fi: Tuo numeerisia laboratorioarvoja sisältäviä raportteja nähdäksesi trendejä.
fr: Importez des rapports avec des valeurs numériques pour voir les tendances.
hr: Uvezite izvješća s numeričkim laboratorijskim vrijednostima da biste vidjeli trendove.
hu: Importálj numerikus laborértékeket tartalmazó jelentéseket a trendek megtekintéséhez.
it: Importa referti con valori numerici per vedere gli andamenti.
ja: 数値の検査値を含むレポートをインポートすると、トレンドが表示されます。
nl: Importeer rapporten met numerieke labwaarden om trends te zien.
pl: Zaimportuj raporty z wartościami numerycznymi, aby zobaczyć trendy.
pt_br: Importe laudos com valores numéricos para ver tendências.
pt_pt: Importe relatórios com valores laboratoriais numéricos para ver tendências.
ro: Importă rapoarte cu valori numerice de laborator pentru a vedea tendințe.
ru: Импортируйте отчёты с числовыми лабораторными данными, чтобы видеть тренды.
sk: Importujte správy s číselnými laboratórnymi hodnotami, aby ste videli trendy.
sv: Importera rapporter med numeriska labbvärden för att se trender.
tr: Trendleri görmek için sayısal laboratuvar değerleri içeren raporlar içe aktarın.
uk: Імпортуйте звіти з числовими лабораторними даними, щоб бачити тенденції.
zh_hans: 导入含数值的检验报告以查看趋势。

source: Imported lab values are written as clinical CDA records into Apple Health.
bg: Импортираните лабораторни стойности се записват като клинични CDA записи в Apple Здраве.
ca: Els valors de laboratori importats es desen com a registres clínics CDA a Apple Salut.
cs: Importované laboratorní hodnoty se zapisují jako klinické záznamy CDA do Apple Zdraví.
da: Importerede laboratorieværdier gemmes som kliniske CDA-poster i Apple Helbred.
de: Importierte Laborwerte werden als klinische CDA-Dokumente in Apple Health gespeichert.
el: Οι εισαγόμενες εργαστηριακές τιμές καταγράφονται ως κλινικές εγγραφές CDA στο Apple Υγεία.
es: Los valores de laboratorio importados se guardan como registros clínicos CDA en Apple Salud.
fi: Tuodut laboratorioarvot kirjoitetaan kliinisinä CDA-tietueina Apple Terveyteen.
fr: Les valeurs de laboratoire importées sont enregistrées comme documents cliniques CDA dans Apple Santé.
hr: Uvezene laboratorijske vrijednosti zapisuju se kao klinički CDA zapisi u Apple Zdravlje.
hu: Az importált laborértékek klinikai CDA-rekordként kerülnek az Apple Egészségbe.
it: I valori di laboratorio importati vengono salvati come documenti clinici CDA in Apple Salute.
ja: 取り込んだ検査値は、臨床CDA文書としてAppleヘルスケアに保存されます。
nl: Geïmporteerde labwaarden worden als klinische CDA-records in Apple Gezondheid opgeslagen.
pl: Zaimportowane wyniki są zapisywane jako kliniczne dokumenty CDA w Apple Zdrowiu.
pt_br: Os valores laboratoriais importados são gravados como registros clínicos CDA no Apple Saúde.
pt_pt: Os valores laboratoriais importados são guardados como registos clínicos CDA na Apple Saúde.
ro: Valorile de laborator importate sunt scrise ca înregistrări clinice CDA în Apple Sănătate.
ru: Импортированные лабораторные значения сохраняются как клинические CDA-документы в Apple Здоровье.
sk: Importované laboratórne hodnoty sa zapisujú do Apple Zdravie ako klinické záznamy CDA.
sv: Importerade labbvärden skrivs som kliniska CDA-poster till Apple Hälsa.
tr: İçe aktarılan laboratuvar değerleri, Apple Sağlık’a klinik CDA kayıtları olarak yazılır.
uk: Імпортовані лабораторні значення зберігаються в Apple Здоров’я як клінічні CDA-записи.
zh_hans: 导入的化验数值将作为临床 CDA 记录写入 Apple 健康。

source: In range
bg: В нормата
ca: Dins del rang
cs: V normě
da: Inden for området
de: Im Normbereich
el: Εντός εύρους
es: En rango
fi: Viiterajoissa
fr: Dans la plage
hr: Unutar raspona
hu: Tartományon belül
it: Nell’intervallo
ja: 基準範囲内
nl: Binnen bereik
pl: W normie
pt_br: Na faixa
pt_pt: Dentro do intervalo
ro: În interval
ru: В норме
sk: V norme
sv: Inom referens
tr: Aralıkta
uk: У нормі
zh_hans: 范围内

source: Included Categories
bg: Включени категории
ca: Categories incloses
cs: Zahrnuté kategorie
da: Inkluderede kategorier
de: Enthaltene Kategorien
el: Συμπεριλαμβανόμενες κατηγορίες
es: Categorías incluidas
fi: Mukana olevat kategoriat
fr: Catégories incluses
hr: Uključene kategorije
hu: Tartalmazott kategóriák
it: Categorie incluse
ja: 含めるカテゴリ
nl: Opgenomen categorieën
pl: Uwzględnione kategorie
pt_br: Categorias incluídas
pt_pt: Categorias incluídas
ro: Categorii incluse
ru: Включённые категории
sk: Zahrnuté kategórie
sv: Inkluderade kategorier
tr: Dahil Edilen Kategoriler
uk: Включені категорії
zh_hans: 包含的类别

source: Included Values
bg: Включени стойности
ca: Valors inclosos
cs: Zahrnuté hodnoty
da: Inkluderede værdier
de: Enthaltene Werte
el: Συμπεριλαμβανόμενες τιμές
es: Valores incluidos
fi: Mukana olevat arvot
fr: Valeurs incluses
hr: Uključene vrijednosti
hu: Tartalmazott értékek
it: Valori inclusi
ja: 含める値
nl: Opgenomen waarden
pl: Uwzględnione wartości
pt_br: Valores incluídos
pt_pt: Valores incluídos
ro: Valori incluse
ru: Включённые значения
sk: Zahrnuté hodnoty
sv: Inkluderade värden
tr: Dahil Edilen Değerler
uk: Включені значення
zh_hans: 包含的数值

source: iOS 26 or Later
bg: iOS 26 или по-нов
ca: iOS 26 o posterior
cs: iOS 26 nebo novější
da: iOS 26 eller nyere
de: iOS 26 oder neuer
el: iOS 26 ή νεότερο
es: iOS 26 o posterior
fi: iOS 26 tai uudempi
fr: iOS 26 ou version ultérieure
hr: iOS 26 ili noviji
hu: iOS 26 vagy újabb
it: iOS 26 o successivo
ja: iOS 26以降
nl: iOS 26 of nieuwer
pl: iOS 26 lub nowszy
pt_br: iOS 26 ou posterior
pt_pt: iOS 26 ou posterior
ro: iOS 26 sau ulterior
ru: iOS 26 или новее
sk: iOS 26 alebo novší
sv: iOS 26 eller senare
tr: iOS 26 veya üzeri
uk: iOS 26 або новіша
zh_hans: iOS 26 或更高版本

source: Keep your dashboard layout in sync across your devices with iCloud.
bg: Поддържайте оформлението на таблото си синхронизирано между устройствата с iCloud.
ca: Mantén la disposició del tauler sincronitzada entre els teus dispositius amb iCloud.
cs: Udržujte rozložení svého přehledu synchronizované mezi zařízeními pomocí iCloudu.
da: Hold dit oversigtslayout synkroniseret på tværs af dine enheder med iCloud.
de: Halte dein Dashboard-Layout mit iCloud auf allen Geräten synchron.
el: Διατηρήστε τη διάταξη του πίνακά σας συγχρονισμένη σε όλες τις συσκευές σας με το iCloud.
es: Mantén el diseño de tu panel sincronizado entre tus dispositivos con iCloud.
fi: Pidä koontinäyttösi asettelu synkronoituna laitteidesi välillä iCloudin avulla.
fr: Gardez la disposition de votre tableau de bord synchronisée sur tous vos appareils avec iCloud.
hr: Održavajte raspored nadzorne ploče sinkroniziranim na svim uređajima pomoću iClouda.
hu: Tartsd szinkronban a vezérlőpult elrendezését az eszközeid között az iCloud segítségével.
it: Mantieni il layout della dashboard sincronizzato su tutti i tuoi dispositivi con iCloud.
ja: iCloudでダッシュボードのレイアウトをすべてのデバイス間で同期できます。
nl: Houd je dashboardindeling gesynchroniseerd op al je apparaten met iCloud.
pl: Synchronizuj układ pulpitu na wszystkich urządzeniach dzięki iCloud.
pt_br: Mantenha o layout do seu painel sincronizado entre seus dispositivos com o iCloud.
pt_pt: Mantenha a disposição do seu painel sincronizada entre os seus dispositivos com o iCloud.
ro: Menține aspectul panoului sincronizat pe toate dispozitivele cu iCloud.
ru: Синхронизируйте оформление панели на всех устройствах через iCloud.
sk: Udržujte rozloženie prehľadu synchronizované medzi zariadeniami cez iCloud.
sv: Håll din översiktslayout synkroniserad mellan dina enheter med iCloud.
tr: Pano düzeninizi iCloud ile tüm cihazlarınızda senkron tutun.
uk: Синхронізуйте вигляд панелі на всіх пристроях за допомогою iCloud.
zh_hans: 通过 iCloud 让仪表板布局在你的设备间保持同步。

source: Kidney
bg: Бъбреци
ca: Ronyó
cs: Ledviny
da: Nyre
de: Niere
el: Νεφρά
es: Riñón
fi: Munuaiset
fr: Rein
hr: Bubreg
hu: Vese
it: Reni
ja: 腎臓
nl: Nieren
pl: Nerki
pt_br: Rim
pt_pt: Rim
ro: Rinichi
ru: Почки
sk: Obličky
sv: Njure
tr: Böbrek
uk: Нирки
zh_hans: 肾脏

source: Lab / Doctor
bg: Лаборатория / Лекар
ca: Laboratori / Metge
cs: Laboratoř / lékař
da: Laboratorium / læge
de: Labor / Arzt
el: Εργαστήριο / Ιατρός
es: Lab / Médico
fi: Laboratorio / lääkäri
fr: Labo / Médecin
hr: Laboratorij / liječnik
hu: Labor / Orvos
it: Lab / Medico
ja: 検査機関 / 医師
nl: Lab / Dokter
pl: Laboratorium / Lekarz
pt_br: Lab / Médico
pt_pt: Laboratório / Médico
ro: Laborator / Medic
ru: Лаборатория / Врач
sk: Laboratórium / Lekár
sv: Labb / Läkare
tr: Lab / Doktor
uk: Лабораторія / Лікар
zh_hans: 医院 / 医生

source: Lab / Doctor (optional)
bg: Лаборатория / Лекар (по избор)
ca: Laboratori / Metge (opcional)
cs: Laboratoř / lékař (volitelné)
da: Laboratorium / læge (valgfrit)
de: Labor / Arzt (optional)
el: Εργαστήριο / Ιατρός (προαιρετικό)
es: Lab / Médico (opcional)
fi: Laboratorio / lääkäri (valinnainen)
fr: Labo / Médecin (facultatif)
hr: Laboratorij / liječnik (opcionalno)
hu: Labor / Orvos (opcionális)
it: Lab / Medico (opzionale)
ja: 検査機関 / 医師（任意）
nl: Lab / Dokter (optioneel)
pl: Laboratorium / Lekarz (opcjonalne)
pt_br: Lab / Médico (opcional)
pt_pt: Laboratório / Médico (opcional)
ro: Laborator / Medic (opțional)
ru: Лаборатория / Врач (необязательно)
sk: Laboratórium / Lekár (voliteľné)
sv: Labb / Läkare (valfritt)
tr: Lab / Doktor (isteğe bağlı)
uk: Лабораторія / Лікар (необов'язково)
zh_hans: 医院 / 医生（可选）

source: Lab Report
bg: Лабораторен отчет
ca: Informe de laboratori
cs: Laboratorní protokol
da: Laboratorierapport
de: Laborbericht
el: Εργαστηριακή αναφορά
es: Informe de laboratorio
fi: Laboratorioraportti
fr: Rapport de laboratoire
hr: Laboratorijski nalaz
hu: Laborlelet
it: Referto di laboratorio
ja: 検査レポート
nl: Labrapport
pl: Raport z badań
pt_br: Laudo laboratorial
pt_pt: Relatório laboratorial
ro: Raport de laborator
ru: Лабораторный отчёт
sk: Laboratórna správa
sv: Labbrapport
tr: Laboratuvar Raporu
uk: Лабораторний звіт
zh_hans: 检验报告

source: Lab Results
bg: Лабораторни резултати
ca: Resultats de laboratori
cs: Laboratorní výsledky
da: Laboratorieresultater
de: Laborwerte
el: Εργαστηριακά αποτελέσματα
es: Resultados de laboratorio
fi: Laboratoriotulokset
fr: Résultats de laboratoire
hr: Laboratorijski rezultati
hu: Laboreredmények
it: Risultati di laboratorio
ja: 検査結果
nl: Labresultaten
pl: Wyniki badań
pt_br: Resultados laboratoriais
pt_pt: Resultados laboratoriais
ro: Rezultate de laborator
ru: Лабораторные результаты
sk: Laboratórne výsledky
sv: Labbresultat
tr: Laboratuvar Sonuçları
uk: Результати аналізів
zh_hans: 检验结果

source: Lab Test
bg: Лабораторно изследване
ca: Prova de laboratori
cs: Laboratorní vyšetření
da: Laboratorieprøve
de: Labortest
el: Εργαστηριακή εξέταση
es: Prueba de laboratorio
fi: Laboratoriokoe
fr: Test de laboratoire
hr: Laboratorijska pretraga
hu: Laborvizsgálat
it: Esame di laboratorio
ja: 検査項目
pl: Badanie laboratoryjne
pt_br: Exame laboratorial
pt_pt: Análise laboratorial
ro: Analiză de laborator
ru: Лабораторный анализ
sk: Laboratórny test
sv: Labbtest
tr: Laboratuvar Testi
uk: Лабораторний аналіз
zh_hans: 检验项目

source: Lab Value
bg: Лабораторна стойност
ca: Valor de laboratori
cs: Laboratorní hodnota
da: Laboratorieværdi
de: Laborwert
el: Εργαστηριακή τιμή
es: Valor de laboratorio
fi: Laboratorioarvo
fr: Valeur de laboratoire
hr: Laboratorijska vrijednost
hu: Laborérték
it: Valore di laboratorio
ja: 検査値
nl: Labwaarde
pl: Wartość badania
pt_br: Valor laboratorial
pt_pt: Valor laboratorial
ro: Valoare de laborator
ru: Лабораторное значение
sk: Laboratórna hodnota
sv: Labbvärde
tr: Laboratuvar Değeri
uk: Лабораторне значення
zh_hans: 检验值

source: Lab Values
bg: Лабораторни стойности
ca: Valors de laboratori
cs: Laboratorní hodnoty
da: Laboratorieværdier
de: Laborwerte
el: Εργαστηριακές τιμές
es: Valores de laboratorio
fi: Laboratorioarvot
fr: Valeurs de laboratoire
hr: Laboratorijske vrijednosti
hu: Laborértékek
it: Valori di laboratorio
ja: 検査値
nl: Labwaarden
pl: Wartości badań
pt_br: Valores laboratoriais
pt_pt: Valores laboratoriais
ro: Valori de laborator
ru: Лабораторные значения
sk: Laboratórne hodnoty
sv: Labbvärden
tr: Laboratuvar Değerleri
uk: Лабораторні значення
zh_hans: 检验值

source: Lab Values — tap values to correct them
bg: Лабораторни стойности — докоснете стойностите, за да ги коригирате
ca: Valors de laboratori — toca'ls per corregir-los
cs: Laboratorní hodnoty — klepnutím je opravíte
da: Laboratorieværdier — tryk på værdier for at rette dem
de: Laborwerte — Werte antippen zum Korrigieren
el: Εργαστηριακές τιμές — πατήστε σε μια τιμή για να τη διορθώσετε
es: Valores de lab — toca para corregir
fi: Laboratorioarvot – korjaa arvoja napauttamalla niitä
fr: Valeurs de labo — appuyez pour corriger
hr: Laboratorijske vrijednosti — dodirnite vrijednosti za ispravak
hu: Laborértékek – koppints az értékekre a javításhoz
it: Valori di lab — tocca per correggere
ja: 検査値 — タップして修正
nl: Labwaarden — tik om te corrigeren
pl: Wartości — dotknij, aby poprawić
pt_br: Valores laboratoriais — toque para corrigir
pt_pt: Valores laboratoriais — toque nos valores para os corrigir
ro: Valori de laborator — atinge valorile pentru a le corecta
ru: Значения — нажмите для исправления
sk: Laboratórne hodnoty — klepnutím ich opravíte
sv: Labbvärden – tryck på värden för att rätta dem
tr: Laboratuvar Değerleri — düzeltmek için dokunun
uk: Значення — торкніться для виправлення
zh_hans: 检验值 — 点击以修正

source: LabImporter is free and open source. If you find it useful, you can support its development.
bg: LabImporter е безплатен и с отворен код. Ако ви е полезен, можете да подкрепите развитието му.
ca: LabImporter és gratuït i de codi obert. Si et resulta útil, pots donar suport al seu desenvolupament.
cs: LabImporter je zdarma a s otevřeným zdrojovým kódem. Pokud vám připadá užitečný, můžete podpořit jeho vývoj.
da: LabImporter er gratis og open source. Hvis du finder det nyttigt, kan du støtte udviklingen.
de: LabImporter ist kostenlos und Open Source. Wenn du es nützlich findest, kannst du seine Entwicklung unterstützen.
el: Το LabImporter είναι δωρεάν και ανοιχτού κώδικα. Αν σας φαίνεται χρήσιμο, μπορείτε να στηρίξετε την ανάπτυξή του.
es: LabImporter es gratuito y de código abierto. Si te resulta útil, puedes apoyar su desarrollo.
fi: LabImporter on ilmainen ja avoimen lähdekoodin sovellus. Jos koet sen hyödylliseksi, voit tukea sen kehitystä.
fr: LabImporter est gratuit et open source. Si vous le trouvez utile, vous pouvez soutenir son développement.
hr: LabImporter je besplatan i otvorenog koda. Ako vam je koristan, možete podržati njegov razvoj.
hu: A LabImporter ingyenes és nyílt forráskódú. Ha hasznosnak találod, támogathatod a fejlesztését.
it: LabImporter è gratuito e open source. Se lo trovi utile, puoi sostenerne lo sviluppo.
ja: LabImporterは無料でオープンソースです。役に立つと感じたら、開発を支援できます。
nl: LabImporter is gratis en opensource. Als je het nuttig vindt, kun je de ontwikkeling steunen.
pl: LabImporter jest darmowy i open source. Jeśli uznasz go za przydatny, możesz wesprzeć jego rozwój.
pt_br: O LabImporter é gratuito e de código aberto. Se você o achar útil, pode apoiar o seu desenvolvimento.
pt_pt: O LabImporter é gratuito e de código aberto. Se o achar útil, pode apoiar o seu desenvolvimento.
ro: LabImporter este gratuit și open source. Dacă îți este util, poți sprijini dezvoltarea sa.
ru: LabImporter — бесплатное приложение с открытым исходным кодом. Если оно вам полезно, вы можете поддержать его разработку.
sk: LabImporter je bezplatný a s otvoreným zdrojovým kódom. Ak vám je užitočný, môžete podporiť jeho vývoj.
sv: LabImporter är gratis och har öppen källkod. Om du tycker att den är användbar kan du stödja utvecklingen.
tr: LabImporter ücretsiz ve açık kaynaklıdır. Faydalı bulursanız geliştirilmesini destekleyebilirsiniz.
uk: LabImporter — безкоштовний застосунок з відкритим кодом. Якщо він корисний для вас, ви можете підтримати його розробку.
zh_hans: LabImporter 是免费的开源应用。如果你觉得有用，可以支持它的开发。
